docs/site/20250417071855-notation_by_hand.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Notation by Hand</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Notation by Hand</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgfda2aeb">Exercises</a>
<ul>
<li><a href="#orgd31a6ec">Give only noteheads and ask to draw stems</a></li>
<li><a href="#org441b856">Give notes and ask to draw slurs appropriately</a></li>
<li><a href="#orgfa27a01">Draw clefs one staff space away from edge</a></li>
<li><a href="#org8b55e2f">Error identification</a>
<ul>
<li><a href="#org6a2e0de">Reverse order of time and key signatures</a></li>
<li><a href="#org9d42bf2">Time signature with numbers reveresed</a></li>
<li><a href="#org54a8a1b">Key signatures with accidentals in the wrong order</a></li>
<li><a href="#org8d3c52d">Stems</a></li>
<li><a href="#orgffabdcf">Notes spanning beats</a></li>
<li><a href="#org74e33e4">Clefs</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgfda2aeb" class="outline-2">
<h2 id="orgfda2aeb">Exercises</h2>
<div class="outline-text-2" id="text-orgfda2aeb">
</div>
<div id="outline-container-orgd31a6ec" class="outline-3">
<h3 id="orgd31a6ec">Give only noteheads and ask to draw stems</h3>
</div>

<div id="outline-container-org441b856" class="outline-3">
<h3 id="org441b856">Give notes and ask to draw slurs appropriately</h3>
</div>

<div id="outline-container-orgfa27a01" class="outline-3">
<h3 id="orgfa27a01">Draw clefs one staff space away from edge</h3>
</div>

<div id="outline-container-org8b55e2f" class="outline-3">
<h3 id="org8b55e2f">Error identification</h3>
<div class="outline-text-3" id="text-org8b55e2f">
</div>
<div id="outline-container-org6a2e0de" class="outline-4">
<h4 id="org6a2e0de">Reverse order of time and key signatures</h4>
</div>

<div id="outline-container-org9d42bf2" class="outline-4">
<h4 id="org9d42bf2">Time signature with numbers reveresed</h4>
</div>

<div id="outline-container-org54a8a1b" class="outline-4">
<h4 id="org54a8a1b">Key signatures with accidentals in the wrong order</h4>
</div>

<div id="outline-container-org8d3c52d" class="outline-4">
<h4 id="org8d3c52d">Stems</h4>
<div class="outline-text-4" id="text-org8d3c52d">
</div>
<ul class="org-ul">
<li><a id="org33af69e"></a>Stems on wrong sides of notes<br /></li>

<li><a id="orgbe7602c"></a>Stems in wrong direction<br /></li>

<li><a id="orgcd42233"></a>Stems that are too short or long<br /></li>

<li><a id="org8a7591d"></a>Flags on wrong side<br /></li>

<li><a id="org17fc195"></a>Beams with wrong subdivisions<br /></li>
</ul>
</div>
<div id="outline-container-orgffabdcf" class="outline-4">
<h4 id="orgffabdcf">Notes spanning beats</h4>
</div>

<div id="outline-container-org74e33e4" class="outline-4">
<h4 id="org74e33e4">Clefs</h4>
<div class="outline-text-4" id="text-org74e33e4">
</div>
<ul class="org-ul">
<li><a id="orgb783437"></a>Clefs that center on incorrect lines<br /></li>

<li><a id="orgf42e54c"></a>Changing clefs in poor positions<br /></li>

<li><a id="org314a443"></a>Changing clefs too frequently and not using ledger lines<br /></li>

<li><a id="orgd573be7"></a>Clef change not 2/3rds size<br /></li>

<li><a id="org5ed72d5"></a>Not having a warning clef change<br /></li>

<li><a id="org311bfe6"></a>Changing clefs before rests instead of after<br /></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
